tap "charmbracelet/tap"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
brew "bat"
brew "cloc"
brew "cmake"
brew "fd"
brew "hurl"
brew "atuin"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "lcov"
brew "llvm"
brew "nnn"
brew "ripgrep"
brew "sk"
brew "swiftformat"
brew "swiftlint"
brew "swiftplantuml"
brew "tmux"
brew "uncrustify"
brew "charmbracelet/tap/charm"
brew "charmbracelet/tap/skate"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "font-lilex-nerd-font"
cask "font-victor-mono-nerd-font"
cask "skim"
